Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/UserNotificationsUIKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: You frequently receive calls and messages from %@ during Reading Focus. Do you want to add them to allowed notifications?
ar: أنت تتلقى مكالمات ورسائل من %@ كثيرًا أثناء تركيز القراءة. هل ترغب في إضافة هذا الشخص إلى الإشعارات المسموح بها؟
bg: Често получавате обаждания и съобщения от %@ по време на Фокус Четене. Искате ли да ги добавите към позволените известия?
ca: %@ sovint et truca i t’envia missatges quan tens el mode de lectura activat. Vols que s’afegeixi a la llista de persones permeses?
cs: Hovory a zprávy od uživatele %@ přijímáte v režimu soustředění na čtení často. Chcete ho přidat k povoleným zdrojům oznámení?
da: Du modtager ofte opkald og beskeder fra %@ under fokusfunktionen Læsning. Vil du føje vedkommende til tilladte notifikationer?
de: Du erhältst während des Fokus „Lesen“ häufig Anrufe und Mitteilungen von %@. Soll dieser Kontakt zu den erlaubten Mitteilungen hinzugefügt werden?
el: Λαμβάνετε συχνά κλήσεις και μηνύματα από τον χρήστη «%@» κατά τη διάρκειας της Συγκέντρωσης ανάγνωσης. Θέλετε να προστεθεί στις επιτρεπόμενες γνωστοποιήσεις;
es: Sueles recibir llamadas y mensajes de %@ mientras tienes activado el modo de lectura. ¿Quieres que se añada a la lista de personas que pueden enviarte notificaciones?
es_us: Sueles recibir llamadas y mensajes de %@ durante el enfoque Lectura. ¿Quieres agregar a esta persona a la lista de notificaciones autorizadas?
fi: Vastaanotat usein puheluja ja viestejä, jotka %@ lähettää, kun Lukeminen-tila on päällä. Lisätäänkö hänet sallittujen ilmoitusten luetteloon?
fr: Vous recevez fréquemment des appels et des messages de %@ pendant le mode de concentration Lecture. Voulez-vous les ajouter aux notifications autorisées ?
fr_ca: Vous recevez souvent des appels et des messages de « %@ » lorsque le mode de concentration « Lecture » est activé. Souhaitez-vous ajouter cette personne à vos notifications autorisées?
he: קיבלת לעיתים קרובות שיחות והודעות מ-%@ במהלך מצב הריכוז ״קריאה״. האם ברצונך להוסיף אדם זה לרשימת העדכונים המותרים?
hi: आपको रीडिंग फ़ोकस के दौरान %@ के कॉल और संदेश अक्सर आते हैं। क्या आप इन्हें अनुमति प्राप्त सूचनाओं में जोड़ना चाहते हैं?
hr: Često primate pozive i poruke od osobe %@ tijekom fokusa Čitanje. Želite li dodati tu osobu u popis dozvoljenih obavijesti?
hu: „Olvasás” Fókusz közben Ön gyakran kap hívásokat és üzeneteket a következőtől: %@. Szeretné hozzáadni őket az engedélyezett értesítésekhez?
id: Anda sering menerima panggilan dan pesan dari %@ selama Fokus Membaca. Apakah Anda ingin menambahkannya ke pemberitahuan yang diizinkan?
it: Durante la full immersion Lettura, ricevi di frequente chiamate e messaggi da %@. Vuoi aggiungere il contatto alle notifiche consentite?
ja: %1$@さんからの通話やメッセージを“読書”集中モードの間によく受信しています。%1$@さんを通知の許可リストに追加しますか?
kk: «Оқуға зейін қою» режимі қосулы кезде %@ нөмірінен қоңыраулар мен хабарлар жиі келеді. Оларды рұқсат етілген хабарландырулар тізіміне қосу қажет пе?
ko: 독서 집중 모드가 켜져 있는 동안 %@님의 전화 통화 및 메시지를 자주 받습니다. 이 사람을 허용된 알림에 추가하겠습니까?
lt: Veikiant susitelkimo režimui „Skaitymas“ dažnai sulaukiate skambučių ir žinučių iš %@. Ar norite šio asmens žinutes įtraukti į leidžiamus pranešimus?
ms: Anda kerap menerima panggilan dan mesej daripada %@ semasa Fokus Membaca. Adakah anda mahu menambahkannya pada pemberitahuan dibenarkan?
nl: Je ontvangt vaak oproepen en berichten van %@ tijdens de focus 'Lezen'. Wil je ze toevoegen aan toegestane meldingen?
no: Du mottar ofte anrop og meldinger fra %@ mens fokuset Lesing er på. Vil du tillate varslinger fra denne personen?
pl: %@ często dzwoni do Ciebie i wysyła Ci wiadomości, gdy jesteś w trybie skupienia Lektura. Czy chcesz pozwolić na powiadomienia od tej osoby?
pt: Você recebe frequentemente ligações e mensagens de %@ durante o Foco Leitura. Deseja permitir as notificações desta pessoa?
pt_pt: Recebe chamadas e mensagens de %@ com frequência durante o modo de concentração “Ler”. Adicionar às notificações autorizadas?
ro: Primiți frecvent apeluri și mesaje de la %@ în timpul modului de concentrare Lectură. Doriți să adăugați contactul la lista notificărilor permise?
ru: При фокусировании «Чтение» Вам часто звонит и пишет %@. Хотите добавить уведомления от этого человека в список разрешенных?
sk: V režime Môj čas na čítanie často prijímate hovory a správy od užívateľa %@. Chcete ho pridať medzi povolené zdroje hlásení?
sl: Ko ste v fokusu Branje, pogosto prejemate klice in sporočila osebe %@. Jih želite dodati med dovoljena obvestila?
sv: Du får ofta samtal och meddelanden från %@ under fokuset Läser. Vill du lägga till den kontakten i din lista med tillåtna notiser?
th: คุณได้รับสายโทรและข้อความจาก%[tt]@เป็นประจำในระหว่างโฟกัสในเวลาเล่นอ่าน คุณต้องการเพิ่มในรายการแจ้งเตือนที่อนุญาตหรือไม่
tr: Okuma Odağı sırasında sıklıkla %@ adlı kişiden telefon ve mesaj alıyorsunuz. Bu kişiyi izin verilen bildirimlere eklemek ister misiniz?
uk: %@ часто вам телефонує та надсилає повідомлення, коли у вас увімкнено режим зосередження на читанні. Додати цього користувача до списку дозволених сповіщень?
vi: Bạn thường xuyên nhận được cuộc gọi và tin nhắn từ %@ trong chế độ tập trung Đọc sách. Bạn có muốn thêm họ vào thông báo được phép không?
zh_cn: 阅读专注模式期间你常收到来自“%@”的来电和信息。要将其添加至允许通知吗？
zh_hk: 你經常在「閲讀專注模式」期間收到%@的來電和訊息。你想將其加至允許的通知嗎？
zh_tw: 你在「閱讀專注模式」期間經常收到來自%@的通話和訊息。要加入允許的通知嗎？

source: You frequently receive calls and messages from %@ during Driving Focus. Do you want to add them to allowed notifications?
ar: أنت تتلقى مكالمات ورسائل من %@ كثيرًا أثناء تركيز القيادة. هل ترغب في إضافة هذا الشخص إلى الإشعارات المسموح بها؟
bg: Често получавате обаждания и съобщения от %@ по време на Фокус Шофиране. Искате ли да ги добавите към позволените известия?
ca: %@ sovint et truca i t’envia missatges quan tens el mode de conducció activat. Vols que s’afegeixi a la llista de persones permeses?
cs: Hovory a zprávy od uživatele %@ přijímáte v režimu soustředění na řízení často. Chcete ho přidat k povoleným zdrojům oznámení?
da: Du modtager ofte opkald og beskeder fra %@ under fokusfunktionen I bil. Vil du føje vedkommende til tilladte notifikationer?
de: Du erhältst während des Fokus „Fahren“ häufig Anrufe und Mitteilungen von %@. Soll dieser Kontakt zu den erlaubten Mitteilungen hinzugefügt werden?
el: Λαμβάνετε συχνά κλήσεις και μηνύματα από τον χρήστη «%@» κατά τη διάρκειας της Συγκέντρωσης οδήγησης. Θέλετε να προστεθεί στις επιτρεπόμενες γνωστοποιήσεις;
es: Sueles recibir llamadas y mensajes de %@ mientras tienes activado el modo de conducción. ¿Quieres que se añada a la lista de personas que pueden enviarte notificaciones?
es_us: Sueles recibir llamadas y mensajes de %@ durante el enfoque Al volante. ¿Quieres agregar a esta persona a la lista de notificaciones autorizadas?
fi: Vastaanotat usein puheluja ja viestejä, jotka %@ lähettää, kun Ajaminen-tila on päällä. Lisätäänkö hänet sallittujen ilmoitusten luetteloon?
fr: Vous recevez fréquemment des appels et des messages de %@ pendant le mode de concentration Conduite. Voulez-vous les ajouter aux notifications autorisées ?
fr_ca: Vous recevez souvent des appels et des messages de « %@ » lorsque le mode de concentration « Au volant » est activé. Souhaitez-vous ajouter cette personne à vos notifications autorisées?
he: קיבלת לעיתים קרובות שיחות והודעות מ-%@ במהלך מצב הריכוז ״נהיגה״. האם ברצונך להוסיף אדם זה לרשימת העדכונים המותרים?
hi: आपको ड्राइविंग फ़ोकस के दौरान %@ के कॉल और संदेश अक्सर आते हैं। क्या आप इन्हें अनुमति प्राप्त सूचनाओं में जोड़ना चाहते हैं?
hr: Često primate pozive i poruke od osobe %@ tijekom fokusa Vožnja. Želite li dodati tu osobu u popis dozvoljenih obavijesti?
hu: „Vezetés” Fókusz közben Ön gyakran kap hívásokat és üzeneteket a következőtől: %@. Szeretné hozzáadni őket az engedélyezett értesítésekhez?
id: Anda sering menerima panggilan dan pesan dari %@ selama Fokus Berkendara. Apakah Anda ingin menambahkannya ke pemberitahuan yang diizinkan?
it: Durante la full immersion Guida, ricevi di frequente chiamate e messaggi da %@. Vuoi aggiungere il contatto alle notifiche consentite?
ja: %1$@さんからの通話やメッセージを“運転”集中モードの間によく受信しています。%1$@さんを通知の許可リストに追加しますか?
kk: «Жүргізу әрекетіне зейін қою» режимі қосулы кезде %@ нөмірінен қоңыраулар мен хабарлар жиі келеді. Оларды рұқсат етілген хабарландырулар тізіміне қосу қажет пе?
ko: 운전 집중 모드가 켜져 있는 동안 %@님의 전화 통화 및 메시지를 자주 받습니다. 이 사람을 허용된 알림에 추가하겠습니까?
lt: Veikiant susitelkimo režimui „Vairavimas“ dažnai sulaukiate skambučių ir žinučių iš %@. Ar norite šio asmens žinutes įtraukti į leidžiamus pranešimus?
ms: Anda kerap menerima panggilan dan mesej daripada %@ semasa Fokus Memandu. Adakah anda mahu menambahkannya pada pemberitahuan dibenarkan?
nl: Je ontvangt vaak oproepen en berichten van %@ tijdens de focus 'Autorijden'. Wil je ze toevoegen aan toegestane meldingen?
no: Du mottar ofte anrop og meldinger fra %@ mens fokuset Bilkjøring er på. Vil du tillate varslinger fra denne personen?
pl: %@ często dzwoni do Ciebie i wysyła Ci wiadomości, gdy jesteś w trybie skupienia Jazda. Czy chcesz pozwolić na powiadomienia od tej osoby?
pt: Você recebe frequentemente ligações e mensagens de %@ durante o Foco Carro. Deseja permitir as notificações desta pessoa?
pt_pt: Recebe chamadas e mensagens de %@ com frequência durante o modo de concentração “Conduzir”. Adicionar às notificações autorizadas?
ro: Primiți frecvent apeluri și mesaje de la %@ în timpul modului de concentrare Șofat. Doriți să adăugați contactul la lista notificărilor permise?
ru: При фокусировании «За рулем» Вам часто звонит и пишет %@. Хотите добавить уведомления от этого человека в список разрешенных?
sk: V režime Môj čas na šoférovanie často prijímate hovory a správy od užívateľa %@. Chcete ho pridať medzi povolené zdroje hlásení?
sl: Ko ste v fokusu Vožnja, pogosto prejemate klice in sporočila osebe %@. Jih želite dodati med dovoljena obvestila?
sv: Du får ofta samtal och meddelanden från %@ under fokuset Kör bil. Vill du lägga till den kontakten i din lista med tillåtna notiser?
th: คุณได้รับสายโทรและข้อความจาก%[tt]@เป็นประจำในระหว่างโฟกัสในเวลาขับขี่ คุณต้องการเพิ่มในรายการแจ้งเตือนที่อนุญาตหรือไม่
tr: Sürüş Odağı sırasında sıklıkla %@ adlı kişiden telefon ve mesaj alıyorsunuz. Bu kişiyi izin verilen bildirimlere eklemek ister misiniz?
uk: %@ часто вам телефонує та надсилає повідомлення, коли у вас увімкнено режим зосередження за кермом. Додати цього користувача до списку дозволених сповіщень?
vi: Bạn thường xuyên nhận được cuộc gọi và tin nhắn từ %@ trong chế độ tập trung Lái xe. Bạn có muốn thêm họ vào thông báo được phép không?
zh_cn: 驾驶专注模式期间你常收到来自“%@”的来电和信息。要将其添加至允许通知吗？
zh_hk: 你經常在「駕駛專注模式」期間收到%@的來電和訊息。你想將其加至允許的通知嗎？
zh_tw: 你在「開車專注模式」期間經常收到來自%@的通話和訊息。要加入允許的通知嗎？

source: You don’t frequently use “%@” during Mindfulness Focus. Do you want to add it to silenced notifications?
ar: أنت لا تستخدم "%@" كثيرًا أثناء تركيز الانتباه الذهني. هل ترغب في إضافته إلى الإشعارات المكتومة؟
bg: Не използвате често „%@“ по време на Фокус Осъзнатост. Искате ли да се добави към заглушените известия?
ca: No sols utilitzar l’app %@ quan tens el mode d’atenció plena activat. Vols que s’afegeixi a la llista d’apps silenciades?
cs: Aplikaci %@ používáte v režimu soustředění na všímavost jen zřídka. Chcete ji přidat k vypnutým zdrojům oznámení?
da: Du bruger sjældent “%@” under fokusfunktionen Mindfulness. Vil du føje den til ignorerede notifikationer?
de: Du verwendest „%@“ selten während des Fokus „Achtsamkeit“. Sollen Mitteilungen für diese App stummgeschaltet werden?
el: Δεν χρησιμοποιείτε συχνά την εφαρμογή «%@» κατά τη διάρκεια της Συγκέντρωσης ενσυνειδητότητας. Θέλετε να προστεθεί στις γνωστοποιήσεις που έχουν τεθεί σε σίγαση;
es: No sueles usar la app %@ mientras tienes activado el modo de mindfulness. ¿Quieres silenciar sus notificaciones?
es_us: No sueles usar %@ durante el enfoque Mindfulness. ¿Quieres agregarla de tu lista de notificaciones silenciadas?
fi: Käytät %[tt]@-appia harvoin, kun Mindfulness-tila on päällä. Lisätäänkö se hiljennettyjen ilmoitusten luetteloon?
fr: Vous n’utilisez pas fréquemment « %@ » pendant le mode de concentration Pleine conscience. Voulez-vous l’ajouter aux notifications masquées ?
fr_ca: Vous n’utilisez pas souvent « %@ » avec le mode de concentration « Pleine conscience ». Souhaitez-vous taire les notifications de cette app?
he: לא השתמשת לעיתים קרובות ב-״%@״ במהלך מצב הריכוז ״מודעות קשובה״. האם ברצונך להוסיף אותו לרשימת העדכונים המושתקים?
hi: आप माइंडफ़ुलनेस फ़ोकस के दौरान “%@” का अक्सर उपयोग नहीं करते हैं। क्या आप इसे मौन की गई सूचनाओं में जोड़ना चाहते हैं?
hr: Ne koristite često “%@” tijekom fokusa Svjesnost. Želite li dodati tu aplikaciju u popis dozvoljenih obavijesti?
hu: „Tudatosság” Fókusz közben Ön nem használja gyakran a következőt: „%@”. Szeretné hozzáadni az elnémított értesítésekhez?
id: Anda tidak sering menggunakan “%@” selama Fokus Kesadaran. Apakah Anda ingin menambahkannya ke pemberitahuan yang diheningkan?
it: Durante la full immersion Mindfulness, non utilizzi di frequente %@. Vuoi aggiungere l’app a quelle con le notifiche silenziose?
ja: “%1$@”は“マインドフルネス”集中モードの間にあまり使用されていません。“%1$@”を知らされない通知のリストに追加しますか?
kk: «Зерделілікке зейін қою» режимі қосулы болған кезде, «%@» қолданбасын жиі пайдаланбайсыз. Оны дыбыссыз хабарландырулар тізіміне қосу қажет пе?
ko: 마음 챙기기 집중 모드가 켜져 있는 동안 ‘%@’ 앱을 자주 사용하지 않습니다. 이 앱을 무음 알림에 추가하겠습니까?
lt: Funkcijos „Susitelkimas medituojant“ metu retai naudojate programą „%@“. Ar norite jos pranešimus įtraukti į nutildytus?
ms: Anda tidak menggunakan “%@” semasa Fokus Sedar Minda secara kerap. Adakah anda mahu menambahkannya pada pemberitahuan disenyapkan?
nl: Je gebruikt %@ niet vaak tijdens de focus 'Mindfulness'. Wil je deze toevoegen aan stilgehouden meldingen?
no: Du bruker sjelden %@ mens fokuset Oppmerksomt nærvær er på. Vil du dempe varslinger fra denne appen?
pl: Rzadko używasz aplikacji „%@” w trybie skupienia Uważność. Czy chcesz wyciszyć jej powiadomienia?
pt: Você não usa “%@” frequentemente durante o Foco Atenção Plena. Deseja silenciar as notificações deste app?
pt_pt: Não utiliza “%@” com frequência durante o modo de concentração “Atenção plena”. Adicionar às notificações silenciadas?
ro: Nu utilizați frecvent aplicația %@ în timpul modului de concentrare Conștientizare. Doriți să o adăugați la lista notificărilor ignorate?
ru: При фокусировании «Осознанность» Вы редко используете приложение «%@». Хотите заглушать уведомления от него?
sk: Apku „%@“ používate v režime Môj čas na meditáciu len zriedkavo. Chcete ju pridať medzi stíšené hlásenia?
sl: Aplikacije »%@« ne uporabljate pogosto med fokusom Čuječnost. Želite obvestila za to aplikacijo utišati?
sv: Du använder sällan ”%@” under fokuset Mindfulness. Vill du lägga till den från din lista med tystade notiser?
th: คุณใช้ “%@” เป็นบางครั้งในระหว่างโฟกัสในเวลาทำสมาธิ คุณต้องการเพิ่มในรายการปิดการแจ้งเตือนหรือไม่
tr: Farkındalık Odağı sırasında pek “%@” kullanmıyorsunuz. Onu sessize alınan bildirimlere eklemek ister misiniz?
uk: Ви рідко використовуєте програму «%@», коли ввімкнено режим зосередження на усвідомленості. Додати її до списку приглушених сповіщень?
vi: Bạn không thường xuyên sử dụng “%@” trong chế độ tập trung Chú tâm. Bạn có muốn thêm ứng dụng vào thông báo bị tắt tiếng không?
zh_cn: 正念专注模式期间，你不常使用“%@”。要将它添加至静音通知吗？
zh_hk: 你很少在「靜觀專注模式」期間使用「%@」。你想將它從已靜音的通知中移除嗎？
zh_tw: 你在「正念專注模式」期間不常使用「%@」。要將其加入已靜音的通知嗎？

# NOTIFICATION_MANAGEMENT_DELIVER_QUIETLY
source: Deliver Quietly
ar: إيصال بصمت
bg: Дискретно доставяне
ca: Notifica discretament
cs: Doručovat potichu
da: Diskret levering
de: Diskret zustellen
el: Αθόρυβη παράδοση
es: Notificar discretamente
es_us: Recibir discretamente
fi: Toimita hiljaisesti
fr: Distribuer en silence
fr_ca: Réception silencieuse
he: עדכונים שקטים
hi: शांति से डिलीवर करें
hr: Tiho isporuči
hu: Csendes megjelenítés
id: Kirim Dengan Hening
it: Recapita come secondarie
ja: 目立たない形で配信
kk: Дыбыссыз жеткізу
ko: 조용한 알림
lt: Pristatyti tyliai
ms: Hantar Dengan Senyap
nl: Lever stil af
no: Stille levering
pl: Dostarczaj po cichu
pt: Receber em Silêncio
pt_pt: Silenciar
ro: Livrare discretă
ru: Доставлять без звука
sk: Doručovať potichu
sl: Dostavi tiho
sv: Leverera tyst
th: ไม่แสดงการแจ้งเตือน
tr: Sessiz Bildir
uk: Доставляти тихо
vi: Thông báo ẩn
zh_cn: 隐式推送
zh_hk: 隱藏式傳送
zh_tw: 傳送靜音通知

# NOTIFICATION_REMOTE_MANAGEMENT_MUTING_SUGGESTION_TODAY
source: Mute for Today
ar: كتم لليوم
bg: Заглуши за днес
ca: Silencia avui
cs: Pro dnešek vypnout
da: Lydløs i dag
de: Heute stumm
el: Σίγαση για σήμερα
es: Silenciar hoy
es_us: Silenciar hoy
fi: Mykistä tänään
fr: Pas d’alertes aujourd’hui
fr_ca: Pas d’alertes aujourd’hui
he: השתקה עד מחר
hi: आज के लिए म्यूट करें
hr: Isključi zvuk za danas
hu: Némítás mára
id: Bisukan Hari Ini
it: Niente avvisi oggi
ja: 今日は通知を停止
kk: Дыбысын бүгінге өшіру
ko: 오늘 하루 알림 끔
lt: Nutildyti šiandienai
ms: Senyap Hari Ini
nl: Houd vandaag stil
no: Demp for i dag
pl: Wycisz na dziś
pt: Silenciar por Hoje
pt_pt: Hoje não emitir avisos
ro: Opriți alertele azi
ru: Выключить на сегодня
sk: Vypnúť na dnes
sl: Utišaj za danes
sv: Avaktivera för idag
th: ปิดการเตือนวันนี้
tr: Bugün Sessize Al
uk: Глушити сьогодні
vi: Tắt cho hôm nay
zh_cn: 今天不再提醒
zh_hk: 今日設定為靜音
zh_tw: 今天不再通知

# NOTIFICATION_OPTIONS_TURN_ON_CRITICAL
source: Turn On Critical Alerts
ar: تشغيل التنبيهات الحرجة
bg: Включи Важни предупреждения
ca: Activa els avisos crítics
cs: Zapnout kritická upozornění
da: Slå vigtige advarsler til
de: Kritische Hinweise aktivieren
el: Ενεργοποίηση κρίσιμων ειδοποιήσεων
es: Activar avisos críticos
es_us: Activar alertas críticas
fi: Laita kriittiset varoitukset päälle
fr: Activer les alertes critiques
fr_ca: Activer les alertes critiques
he: הפעלת אזהרות קריטיות
hi: महत्वपूर्ण अलर्ट चालू करें
hr: Uključi kritične alarme
hu: Kritikus figyelmeztetések bekapcsolása
id: Nyalakan Peringatan Penting
it: Attiva avvisi importanti
ja: 重大な通知をオンにする
kk: Маңызды ескертулерді қосу
ko: 중요한 알림 켜기
lt: Įjungti kritinius įspėjimus
ms: Aktifkan Isyarat Kritikal
nl: Schakel kritieke meldingen in
no: Slå på viktige varsler
pl: Włącz alerty krytyczne
pt: Ativar os Alertas Críticos
pt_pt: Ativar avisos críticos
ro: Activați alertele critice
ru: Включить важные предупреждения
sk: Zapnúť kritické výstrahy
sl: Vklopi kritična opozorila
sv: Slå på viktiga varningar
th: เปิดใช้การเตือนที่สำคัญ
tr: Kritik Uyarıları Aç
uk: Увімкнути Критичні оповістки
vi: Bật Cảnh báo quan trọng
zh_cn: 打开重要警告
zh_hk: 開啟重要提示
zh_tw: 開啟重要提示

# NOTIFICATION_MANAGEMENT_PROMINENT_EXPLANATION
source: Prominent notifications appear on the lock screen, play sounds, present banners, and badge the app icon.
ar: ستظهر الإشعارات الواضحة على شاشة القفل وستصدر صوتًا وستظهر شعارات وإشارة على أيقونة التطبيق.
bg: Видните известия се появяват на заключен екран, възпроизвеждат звук, представят лента и поставят символ върху иконката на приложението.
ca: Les notificacions visibles es mostraran a la pantalla bloquejada, emetran sons i es presentaran en forma de bàner i de globus a les icones de les apps.
cs: Oznámení poutající pozornost se objeví na zamknuté obrazovce, přehrají zvuk a zobrazí banner a odznak na ikoně aplikace.
da: Tydelige notifikationer vises på låseskærmen, på bannere, på appsymbolet og afspiller lyd.
de: Markante Mitteilungen erscheinen auf dem Sperrbildschirm, spielen einen Ton ab, präsentieren Banner und werden im App-Symbol-Zähler angezeigt.
el: Οι εμφανείς γνωστοποιήσεις εμφανίζονται στην οθόνη κλειδώματος, σε μπάνερ, καθώς και σε ταμπέλα στο εικονίδιο εφαρμογής, και αναπαράγονται ήχοι.
es: Las notificaciones entregadas visiblemente aparecen en la pantalla de bloqueo, reproducen sonidos, presentan tiras y globos en los iconos de las apps.
es_us: Las notificaciones relevantes reproducen sonidos y se muestran en la pantalla bloqueada, las tiras y los contadores de los íconos de las apps.
fi: Hyvin erottuvat ilmoitukset näkyvät lukitulla näytöllä, toistavat äänimerkin, näyttävät bannereita ja lisäävät appikuvakkeeseen merkin.
fr: Les notifications avec alerte s’affichent sur l’écran verrouillé, émettent des sons, présentent des bannières et appliquent des pastilles sur les icônes d’app.
fr_ca: Les notifications distinctives s’affichent sur l’écran verrouillé, émettent des sons, se présentent sous forme de bannières et ajoutent des pastilles aux icônes d’app.
he: ״עדכונים בולטים״ מופיעים במסך הנעילה, משמיעים צלילים ומוצגים כבאנרים ובאמצעות תג על אייקון היישום.
hi: प्रमुख सूचनाएँ लॉक स्क्रीन पर दिखाई जाएँगी, उनके लिए ध्वनि बजाई जाएगी, बैनर प्रस्तुत किए जाएँगे और ऐप आइकॉन पर बैज दिखाया जाएगा।
hr: Uočljive obavijesti prikazuju se na zaključanom zaslonu, reproduciraju zvukove te prikazuju banere i bedž na ikoni aplikacije.
hu: A figyelemfelkeltő értesítések megjelennek a zárolási képernyőn, hangokat játszanak le, szalagcímeket jelenítenek meg, és jelvényt helyeznek el az appikonon.
id: Pemberitahuan mencolok akan muncul di layar terkunci, memutar bunyi, menampilkan spanduk, dan membubuhkan tanda pada ikon app.
it: Le notifiche importanti vengono visualizzate sulla schermata di blocco, segnalate tramite un suono distintivo e accompagnate da un banner d’avviso e dall’icona badge dell’app.
ja: 目立つ形で配信される通知は、ロック画面に表示され、サウンドが再生され、バナーも提示され、アプリアイコンにバッジがつきます。
kk: Құлыптау экранында дыбыстық хабарландырулар пайда болады, дыбыстық сигнал ойнатылады және қолданба белгішесінде баннер немесе жапсырма ретінде көрінеді.
ko: 뚜렷한 알림은 잠금 화면에 표시되고, 알림 소리가 울리며, 배너가 뜨고, 앱 아이콘에 배지가 표시됩니다.
lt: Kai yra svarbių įspėjimų, jie rodomi užrakintame ekrane, suskamba garsiniai signalai, rodomos pranešimo juostos ir rodomas programos piktogramos ženklelis.
ms: Pemberitahuan menonjol kelihatan pada skrin kunci, memainkan bunyi, memaparkan sepanduk dan menambahkan lencana pada ikon app.
nl: Duidelijke meldingen worden weergegeven op het toegangsscherm, als stroken, als badge op het appsymbool en er wordt een geluid afgespeeld.
no: Tydelige varslinger vises på låst skjerm, spiller varsellyder, viser bannere og merker appsymbolet.
pl: Powiadomienia z alertami są wyświetlane na ekranie blokady, odtwarzają dźwięk, pokazują baner i plakietkę na ikonie aplikacji.
pt: As notificações proeminentes aparecem na tela bloqueada, reproduzem sons, apresentam banners e incluem avisos no ícone do app.
pt_pt: As notificações importantes aparecem no ecrã bloqueado, reproduzem sons e podem ser em forma de faixas e emblemas no ícone da aplicação.
ro: Notificările evidente apar pe ecranul de blocare, redau sunete, prezintă bannere și afișează o insignă pe pictograma aplicației.
ru: «Уведомления со звуком» появляются на заблокированном экране, в Центре уведомлений, воспроизводят звуковой сигнал, а также отображаются в виде баннера или этикетки на значке приложения.
sk: Normálne hlásenia sa zobrazia na zamknutej obrazovke, prehrajú zvuk a zobrazia banner a odznak na ikone apky.
sl: Izstopajoča obvestila se prikažejo na zaklenjenem zaslonu, predvajajo zvok, prikažejo pasico in označijo ikono aplikacije z značko.
sv: Tydliga notiser visas på låsskärmen, spelar upp ljud, skapar banderoller och ett märke på appsymbolen.
th: การแจ้งเตือนจะแสดงบนหน้าจอล็อค ส่งเสียงเตือน แสดงป้ายกำกับ และแสดงป้ายบนไอคอนของแอป
tr: Dikkat çekici bildirimler kilitli ekranda başlıklarda ve uygulama simgesi işaretlerinde görünür ve ses çalarlar.
uk: Відчутні сповіщення зʼявляються на замкненому екрані, відтворюють звуки, показують банери і додають значки до іконки програми.
vi: Các thông báo nổi bật xuất hiện trên màn hình khóa, phát âm thanh, hiển thị biểu ngữ và gắn biểu tượng ứng dụng.
zh_cn: 显式通知会在锁屏上显示、播放声音、显示横幅并在App图标上出现标记。
zh_hk: 重要通知會顯示於鎖定畫面、播放聲音、橫額和App圖像標記。
zh_tw: 重要通知會出現於鎖定畫面、播放聲音、顯示橫幅和App圖像標記。
